Repository: manGoweb/Rekola-iOS
Catalog: Source/*.lproj/Localizable.strings
Languages: cs

source: Error
cs: Chyba

# ERROR_coomunication
source: Connection error
cs: Chyba komunikace

# LOCK_codeInfo
source: Enter the 6-digit code to receive the lock passcode and start using your bike
cs: Vložte šestimístné číslo a získáte kód zámku.

# LOCK_codeDescription
source: Code can be found on a bike or scooter.
cs: Číslo najdete na kole či koloběžce.

# LOCK_enterCode
source: Enter 6-digit code
cs: Vložte šestimístný kód

# LOCK_borrow
source: BORROW
cs: PŮJČIT

# LOCK_phoneNumber
source: If there is any problem, please call us at
cs: V případě problémů kontaktujte infolinku

# LOCK_gladToHelp
source: We will help you.
cs: Rádi Vám pomůžeme

# LOCK_reminder
source: Haven't you forget to return a bike?
cs: Nezapomněl jste vrátit kolo?

# SIGNIN_passwd
source: Password
cs: Heslo

# SIGNIN_signin
source: Sign in
cs: Přihlásit se

# SIGNIN_register
source: Register
cs: Registrovat se

# SIGNIN_lostPasswd
source: Forgot Password?
cs: Zapomenuté heslo

# SIGNIN_failedSingIn
source: Unsuccesfull login
cs: Přihlášení se nezdařilo

# PASSWORD_RESET_TITLE
source: Reset Password
cs: Reset hesla

# PASSWORD_RESET_SUBTITLE
source: Enter your email to get instructions on how to reset your password.
cs: Po zadání e-mailu Vám budou zaslány informace pro obnovu hesla.

# PASSWORD_RESET_BACK
source: I remembered, go back.
cs: Už vím, zpátky.

# BORROWBIKE_code
source: LOCK CODE
cs: KÓD ZÁMKU

# BORROWBIKE_return
source: Return bike
cs: Vrátit kolo

# BORROWBIKE_lent
source: Borrowed
cs: Půjčeno

# BORROWBIKE_close
source: Close
cs: Zavřít

# MAP_title
source: Map
cs: Mapa

# PROFILE_membership
source: Membership will end
cs: Členství do

# PROFILE_logout
source: Log out
cs: Odhlásit se

# PROFILE_address
source: Address
cs: Adresa

# PROFILE_phone
source: Phone
cs: Telefon

# PROFILE_about
source: About app
cs: O aplikaci

# ABOUTAPP_title
source: About app
cs: O aplikace

# RETURNBIKE_return
source: Return bike
cs: Vrátit kolo

# RETURNBIKE_description
source: The exact position of bike
cs: Přesná poloha kola

# RETURNBIKE_title
source: Return Bike
cs: Vrácení kola

# RETURNBIKE_fillLocation
source: Please write exact position of bike
cs: Prosím upřesněte polohu

# RETURN_PLACEHOLDER
source: e.g. 3rd lamp from the bus stop
cs: Např.: před vstupem do kavárny

# BIKEDETAIL_lastReturn
source: Recently returned
cs: Naposledy vráceno

# BIKEDETAIL_equipment
source: Equipments
cs: Vybavení

# BIKEDETAIL_moreInfo
source: More info
cs: Více info

# BIKEDETAIL_problems
source: Problems
cs: Problémy

# BIKEDETAIL_addProblem
source: Add Problem
cs: Přidat problém

# BIKEDETAIL_drivableWithProblems
source: DRIVABLE WITH PROBLEMS
cs: POJÍZDNÉ S PROBLÉMY

# BIKEDETAIL_undrivable
source: BIKE IS INOPERATIONAL
cs: POZOR, NEPOJÍZDNÉ

# BIKEDETAIL_noProblems
source: I am happy bike, I have no issues :)
cs: Jsem šťastné kolo, nemám žádné problémy :)

# ADDPROBLEM_typeOfProblem
source: Issue type
cs: Typ problému

# ADDPROBLEM_chooseProblem
source: Choose a type
cs: Vyberte typ

# ADDPROBLEM_description
source: Detail issue description
cs: Detailní popis závady

# ADDPROBLEM_unmovable
source: Bike is inoperational
cs: Kolo je nepojízdné

# ADDPROBLEM_reportProblem
source: Report a problem
cs: Nahlásit problém

# ADDPROBLEM_problemSent
source: Problem sent
cs: Problém odeslán

# ADDPROBLEM_fillEverything
source: Fill each field
cs: Vyplň všechna pole

# LOGOUT_logout
source: You have been logged out.
cs: Byl jste odhlášen
